smash> smash> smash: got ctrl-Z
smash: process 2 was stopped
smash> [1] sleep 100& : 3 X secs
[2] sleep 200 : 2 X secs (stopped)
smash> smash> smash: got ctrl-Z
smash: process 4 was stopped
smash> [1] sleep 100& : 3 X secs
[2] sleep 200 : 2 X secs (stopped)
[3] sleep 300& : 5 X secs
[4] sleep 400 : 4 X secs (stopped)
smash> smash: sending SIGKILL signal to 4 jobs:
3: sleep 100&
2: sleep 200
5: sleep 300&
4: sleep 400
